Repository: Haseebullah555/PhoneStore
Catalog: PhoneStore.Web/Resources/SharedResource.*.resx
Languages: fa

source: Action
fa: عملیات

source: Add Customer Payment
fa: اضافه نمودن پرداخت مشتری

source: Add Extra Expenses
fa: اضافه نمودن مصارف اضافی

source: Add Good
fa: اضافه کردن اجناس

source: Add New Purchase
fa: اضافه نمودن خریداری چدید

source: Address
fa: آدرس

source: All Purchases
fa: لیست خریداری ها

source: All Sales
fa: لیست فروشات

source: An Error Has beed Occured Pleas Try Again
fa: مشکل وجود دارد لطفا دوباره کوشش کنید

source: Available Stock
fa: انیار موجوده

source: Cash Purchases
fa: خریداری به نقد

source: Cash Sales
fa: فروشات به تقد

source: Close
fa: بستن

source: Companies
fa: کمپنی

source: Companies List
fa: لیست کمپنی ها

source: Company has been added successfully
fa: کمپنی موفقانه اضافه گردید

source: Company is Already Exist
fa: کمپنی موجود میباشد

source: Company Name
fa: نام کمپنی

source: Company updated successfully
fa: کمپنی موفقانه تغییر نمود

source: Customer has been added successfully
fa: مشتری موفقانه اضافه گردید

source: Customer is Already Exist
fa: مشتری موجود میباشد

source: Customer Name
fa: اسم مشتری

source: Customer Payment has been added successfully
fa: پرداخت مشتری موفقانه اضافه گردید

source: Customer Payment is Already Exist
fa: پرداخت مشتری موجود میباشد

source: Customer Payment updated successfully
fa: پرداخت مشتری موفقانه تغییر نمود

source: Customer updated successfully
fa: مشتری موفقانه تغییر گردید

source: Customers
fa: مشتریان

source: Customers List
fa: لیست مشتریان

source: Customers Loan
fa: قرضه های مشتریان

source: Customers Loan Payment
fa: پرداخت قرضه مشتریان

source: Customers Payment
fa: پرداخت مشتریان

source: Customers Payment List
fa: لیست پرداخت مشتریان

source: Dashboard
fa: دشبورد

source: Date
fa: تاریخ

source: error
fa: مشکل

source: Extra Expenses
fa: مصارف اضافی

source: Extra Expenses has been added successfully
fa: مصرف اضافی موفقانه اضافه گردید

source: Extra Expenses is Already Exist
fa: موجود میباشد

source: Extra Expenses List
fa: لیست مصارف متفرقه

source: Extra Expenses updated successfully
fa: مصرف اضافی موقفانه تغییر نمود

source: failed
fa: ناکام

source: Good has been added successfully
fa: جنس موفقانه اضافه گردید

source: Good is Already Exist
fa: جنس موجود میباشد

source: Good Name
fa: نام جنس

source: Good updated successfully
fa: جنس موفقانه تغییر نمود

source: Goods
fa: اجناس

source: Goods List
fa: لیست اجناس

source: ID
fa: ای دی

source: JOKO
fa: جوکو

source: Loan Purchases
fa: خریداری به قرض

source: Loan Sales
fa: فروشات به قرض

source: Loans Payment
fa: پرداخت قرضه ها

source: Main Menu
fa: مینوی اصلی

source: Management System
fa: سیستم مدیریتی

source: New Purchase
fa: خریداری جدید

source: New Sale
fa: فروش جدید

source: Out Of Stock Items
fa: اجناس کم تعداد

source: Paid Amount
fa: مقدار پرداخت شده

source: Payment Date
fa: تاریخ پرداخت

source: Payment Quantity
fa: مقدار پرداخت

source: Phone Number
fa: شماره تماس

source: Province
fa: ولایت

source: Purchase
fa: خریداری

source: Purchase is Already Exist
fa: خریداری موجود میباشد

source: Purchase Price
fa: قیمت خرید

source: Purchase Quantity
fa: مقدار خرید

source: Purchase updated successfully
fa: خریداری موفقانه تغییر نمود

source: Quantity
fa: مقدار

source: Register Company
fa: راجستر کردن

source: Register Customer
fa: ثبت کردن مشتری

source: Reports
fa: راپور ها

source: Sale is Already Exist
fa: فروش موجود میباشد

source: Sale Quantity
fa: مقدار فروش

source: Sale updated successfully
fa: فروش موفقانه تغییر نمود

source: Sales
fa: فروشات

source: Sales updated successfully
fa: فروش موفقانه تغییر نمود

source: Save Changes
fa: ثبت تغییرات

source: Stock
fa: انبار

source: success
fa: موفق

source: Supplier is Already Exist
fa: تامین کننده موجود میباشد

source: Supplier Loan is Already Exist
fa: قرضه تامین کننده موجود میباشد

source: Supplier Loan updated successfully
fa: قرضه تامین کننده موفقانه تغییر نمود

source: Supplier Loans List
fa: لیست قرضه تامین کننده گان

source: Supplier Name
fa: نام تامین کننده

source: Supplier Payment has been added successfully
fa: پرداخت تامین کننده موفقانه اضافه گردید

source: Supplier updated successfully
fa: تامین کننده موفقانه تغییر نمود

source: Suppliers
fa: تامین کنندگان

source: Suppliers List
fa: لیست تامین کننده گان

source: Suppliers Loan
fa: قرضه تامین کنندگان

source: Suppliers Loan List
fa: قرضه تامین کننده گان

source: Suppliers Loan Payment
fa: پرداخت قرضه تامین کننده گان

source: Today Purchases
fa: خریداری امروز

source: Today Sales
fa: فروشات امروز

source: Total Price
fa: قیمت مجموعی

source: Total Purchase Price
fa: قیمت مجموعی خرید

source: Unit Purchase Price
fa: قیمت خرید فی واحد

source: Unit Sale Price
fa: قیمت فروش فی واحد

source: UnPaid Amount
fa: مقدار پرداخت نشده

source: Update
fa: تغییر

source: Update Company
fa: تغییر کمپنی

source: Update Customer
fa: تغییر مشتری

source: Update CustomerPayment
fa: تغیرر پرداخت مشتری

source: Update Extra Expense
fa: تغییر مصار ف اضافی

source: Update Good
fa: تغییر جنس

source: Update Purchase
fa: تغییر خریداری

source: Update Sale
fa: تغییر فروش

source: Update Supplier
fa: تغییر تامین کننده

source: Update Supplier Loan
fa: تغییر قرضه تامین کننده
